Repository: MLBAMGames/NHLGames
Catalog: WindowsApplication1/*.resx
Languages: french

# btnAddHosts
source: 3) Add Entry
french: 3) Ajouter

# btnCleanHosts
source: 4) Remove Entries
french: 4) Nettoyer

# btnClearConsole
source: Clear
french: Effacer

# btnCopyConsole
source: Copy to Clipboard
french: Copier au presse-papier

# btnOpenHostsFile
source: 2) View Hosts
french: 2) Voir Hosts

# btnTestHosts
source: 1) Test
french: 1) Tester

# chkShowFinalScores
source: Final Scores
french: Résultats finaux

# chkShowLiveScores
source: Live Scores
french: Résultats en direct

# chkShowSeriesRecord
source: Series Record
french: Détails des séries

# msgHostnameSet
source: NHLGames can't work without having its hostname set in your Windows Hosts file. Do you want to let NHLGames adds an entry to your Hosts file, so Windows can resolve NHLGames hostname and connect to its server's IP address?
french: NHLGames ne peut pas fonctionner sans avoir son nom de domaine inscrit dans le fichier Hosts de Windows. Acceptez-vous que NHLGames ajoute une entrée à votre fichier Hosts, ainsi Windows pourra résoudre le nom de domaine de NHLGames et pourra se connecter à son adresse IP?

# lblAwayTeam
source: Away Team : {0} {1}
french: Visiteurs : {1} {0}

# lblCdn
source: CDN
french: Réseau de diffusion

# lblEndzoneCam
source: {0} endzone camera
french: Caméra zone {0}

# lblFrenchNetwork
source: French Canadian stream
french: Stream canadien français

# lblGame
source: Game {0}
french: Match {0}

# lblGameAbv
source: GM {0}: {1}
french: M{0}: {1}

# lblGetMpc
source: Download MPC
french: Télécharger MPC

# lblGetVlc
source: Download VLC
french: Télécharger VLC

# lblHomeTeam
source: Home Team : {0} {1}
french: Locaux : {1} {0}

# lblHostname
source: Server's Hostname
french: Nom de domaine

# lblHosts
source: Server Hosts Entry
french: Fichier Hosts (entrée)

# lblMpcPath
source: MPC Path
french: Emplacement MPC

# lblMpvPath
source: MPV Path
french: Emplacement MPV

# lblNationalNetwork
source: National stream
french: Stream national

# lblNoStreamAvailable
source: No stream available
french: Aucun stream de disponible

# lblNoteCdn
source: Note: Refreshing games is required for CDN change to take effect
french: Note: Veuillez rafraîchir la grille des matchs pour obtenir le changement de diffuseur

# lblOnNetwork
source: on {0}
french: sur {0}

# lblOutput
source: Output
french: Enregistrement

# lblPlayer
source: Default Player
french: Lecteur par défaut

# lblPlayerArgs
source: Players Args
french: Lecteur args. supp.

# lblPlayoffs
source: Playoffs
french: Séries

# lblPreseason
source: Preseason
french: Présaison

# lblQuality
source: Stream Quality
french: Qualité vidéo

# lblShowScores
source: Show Scores
french: Afficher les résultats

# lblSlPath
source: Streamlink Path
french: Emplacement Streamlink

# lblStreamAvailableDuringPregame
source: Streams available during pregame
french: Streams disponible durant l'avant-match

# lblStreamerArgs
source: Streamer Args
french: Streamlink args. supp.

# lblVlcPath
source: VLC Path
french: Emplacement VLC

# lnkCalendarToday
source: Today
french: Aujourd'hui

# msgAddHost
source: Add our server to your hosts file
french: Ajouter l'entrée du serveur au fichier Hosts

# msgChangeLog
source: Version {0} is available! Changes: {1}{2}{3}
french: Version {0} maintenant disponible! Changements: {1}{2}{3}

# msgDiySteps
source: Need help?
french: Besoin d'aide?

# msgDiyStepsText
source: This line needs to be insert in your hosts file : {0}{1} {2}{0}Click on 'Open Hosts File' to open the Hosts file and paste (Ctrl+V) that entry line at the end of your Hosts file.{0}Do you want to copy that entry line to your clipboard ?
french: Cette ligne doit se trouver dans votre fichier Hosts : {0}{1} {2}{0}Cliquez sur 'Ouvrir Hosts' pour accéder au fichier Hosts et ajouter (Ctrl+V) la ligne copiée à la fin du fichier Hosts.{0}Désirez-vous copier cette ligne d'entrée au presse-papier?

# msgErrorGeneralText
source: An error happened! See the console for more details.{0}Click on [?] button in the top-right corner to view NHLGames documentation for quick support in the Support section (App and Player).{0}You can also copy the console log using 'Copy to clipboard' button and paste it in a new thread on NHLGames subreddit for help. Use the link in the bottom-left corner to get there.
french: Une erreur est survenue! Voir la console pour plus de détails.{0}Cliquez sur le bouton [?] dans le coin supérieur droit pour voir la documentation en anglais de NHLGames et obtenir un support rapide dans la section 'Support' (Application et Lecteur){0}Vous pouvez copier le contenu de la console avec le bouton 'Copier au presse-papier' et coller (CTRL+V) dans un nouveau sujet sur reddit /r/NHLGames pour obtenir de l'aide. Utilisez le lien en bas à gauche pour vous y rendre.

# msgFailure
source: Failure
french: Erreur

# msgGamesFound
source: Games Found : {0}
french: Matchs trouvés : {0}

# msgHostsFailure
source: Hosts entry doesn't seem to be working :(
french: L'entrée dans le fichier Hosts ne semble pas fonctionner :(

# msgHostsSuccess
source: Hosts file looks good!
french: Le fichier Hosts semble fonctionnel :)

# msgLoadingGames
source: Loading Games
french: Chargement des matchs

# msgNewVersionAvailable
source: New Version Available
french: Nouvelle version disponible

# msgNewVersionText
source: A new version is available, download the latest version {0} on /r/nhl_games
french: Une nouvelle version est disponible, téléchargez la plus récente version {0} sur /r/nhl_games

# msgRunAsAdmin
source: Admin Access Required
french: Accès d'administrateur requis

# msgRunAsAdminText
source: NHLGames is missing the required hosts file entry. Do you want to restart this application as an Administrator and add the required entry?
french: NHLGames requiert une entrée au fichier Hosts qui est manquante. Voulez-vous qu'elle redémarre avec le droit d'administrateur et l'ajoute l'entrée manquante?

# msgSuccess
source: Success
french: Succès

# msgViewHosts
source: Open Hosts File
french: Voir le fichier Hosts

# msgViewHostsText
source: Do you wish to view the changes NHLGames made to your Hosts file?
french: Voulez-vous voir les changements apportés au fichier Hosts?

# tabGames
source: Games
french: Matchs

# tabSettings
source: Settings
french: Paramètres

# formatGbHour
source: GB/Hour
french: GB/Heure

# formatMbHour
source: MB/Hour
french: MB/Heure

# enumending
source: Ending
french: En cours

# enumfinal
source: Final
french: Terminé

# enuminprogress
source: In progress
french: En cours

# enumpregame
source: Pregame
french: Avant-match

# enumscheduled
source: Scheduled
french: À venir

# gamePeriod1
source: 1st
french: 1ere

# gamePeriod2
source: 2nd
french: 2eme

# gamePeriod3
source: 3rd
french: 3eme

# gamePeriodFinal
source: Final
french: Terminé

# gamePeriodOt
source: OT
french: P

# gameSeriesLead
source: leads
french: mène

# gameSeriesTied
source: tied
french: égale

# gameSeriesWin
source: wins
french: gagne

# lblLanguage
source: Language
french: Langue

# msgRemoveHost
source: Remove our server from your hosts file
french: Retirer l'entrée du serveur au fichier Hosts

# msgTestHosts
source: Test the hosts file
french: Tester le fichier Hosts

# lblNoGames
source: No game found
french: Aucun match trouvé

# lblCamViews
source: {0} camera views
french: {0} vues de camera

# lblRefCam
source: Referee camera
french: Camera de l'arbitre

# gamePeriodOtMore
source: {0}OT
french: {0}E P
